Repository: phschneider/ObjcL33t
Catalog: leetspeak/Resources/*.lproj/Localizable.strings
Languages: de

# Input TabBar Title
source: Write
de: Eingabe

# Nothing in clipboard alert description
source: Sorry, nothing to copy from clipboard
de: Die Zwischenablage ist leer

# Added to clipboard alert description
source: copied to clipboard
de: In Zwischenablage kopiert

# No Mail Account alert description
source: Sorry, no mail account configured
de: Ups, noch kein E-Mail Account konfiguriert

# Device not configured to send mail
source: Sorry, device is not configured to send mail
de: Ups, Senden von E-Mails auf dem Gerät nicht konfiguriert

# Device not configured to send SMS
source: Sorry, device not configured to send SMS
de: Ups, Senden von SMS auf dem Gerät nicht konfiguriert

# Wikipedia Navigation Title
source: From Wikipedia
de: Wikipedia

# Random Second Reminder Title
source: How are you?
de: Wie geht's?

# Random Third Reminder Title
source: Do you miss me?
de: Vermisst Du mich?

# Random Fourth Reminder Title
source: Always at your service
de: Stets zu Diensten

# Random Fifth Reminder Title
source: Knock, knock
de: Klopf, klopf

source: Mail sent.
de: E-Mail gesendet.

# Mail sending failed
source: Message sending failed.
de: Senden der E-Mail fehlgeschlagen.

source: Message sent.
de: Nachricht gesendet.

source: Message sending failed.
de: Senden der Nachricht fehlgeschlagen.

source: Clear
de: Leeren

source: Import
de: Einfügen

source: Switch
de: Umschalten

source: Export
de: Exportieren

source: Mail
de: E-Mail

source: Chat
de: SMS

# Strength
source: Thickness
de: Stärke

# Clear Button AccessibiltyHint
source: Clear the content of the input field.
de: Inhalt des Eingabefeldes leeren.

# Import Button AccessibiltyHint
source: Paste from the clipboard into the input field (Copy & Paste).
de: Inhalte aus der Zwischenablage in das Eingabefeld einfügen (Copy & Paste).

# Switch Button AccessibiltyHint
source: Switch conversion (Text to Leet, Leet to Text).
de: Konvertierung umschalten (Text zu Leet, Leet zu Text).

# Export Button AccessibiltyHint
source: Copy contents of the output field to the clipboard (Copy & Paste).
de: Inhalt des Ausgabefeldes in die Zwischenablage kopieren (Copy & Paste).

# Mail Button AccessibiltyHint
source: Send content of the output field as E-mail.
de: Inhalt des Ausgabefeldes als E-Mail senden.

# Chat Button AccessibiltyHint
source: Send contents of the output field as an SMS or iMessage.
de: Inhalt des Ausgabefeldes als SMS oder iMessage senden.

# Slider Button AccessibiltyHint
source: Adjust thickness of the conversion.
de: Stärke der Konvertierung anpassen.

# Badge Title New
source: New
de: Neu
